Repository: Pixeval/Pixeval
Catalog: src/Pixeval/Strings/*/SettingsPage.resw
Source language: en_us
Languages: fr_fr, ru_ru, zh_cn

# AppDescriptionTextBlock.Text
source: Pixeval is a third-party Pixiv client developed on top of Windows UI 3. It provides extra functionalities in addition to standard pixiv experiences，including local collections and domain fronting in China mainland You can find more information about Pixeval below
fr_fr: Pixeval est un client tierce de Pixiv, développé sous Windows UI 3. Cette application fournit de nombreuses fonctionnalités extras (Collection de favoris local, pas besoin de proxies en chine continentale, ...) en garantissant de supporter la plupart des features de Pixiv. Vous pouvez trouvez plus d'informations sur le lien ci-dessous.
ru_ru: Pixeval — это сторонний клиент Pixiv, разработанный на базе WinUI 3. Он обеспечивает поддержку большинства функций Pixiv и предлагает ряд дополнительных возможностей для улучшения пользовательского опыта, включая локальное избранное и возможность просмотра без прокси в Китае и России. Больше информации о Pixeval можно найти по ссылкам ниже.
zh_cn: Pixeval 是一个基于 Windows UI 3 开发的第三方 Pixiv 客户端。在保证对 Pixiv 绝大部分功能的支持的同时，提供了大量有助于提高用户体验的额外特性，包括本地收藏夹以及中国大陆地区无需代理的浏览体验等。 你可以在下方链接中找到更多有关 Pixeval 的信息。

# AppFontFamilyComboBox.PlaceholderText
source: Select font
fr_fr: Choisir une police
ru_ru: Выбор шрифта
zh_cn: 选择字体

# AppFontFamilyEntry.Header
source: Font settings (take effect after restart the app)
fr_fr: Configuration de police (effective après redémarrage)
ru_ru: Настройки шрифта (вступают в силу после перезапуска)
zh_cn: 字体设置（重启应用后生效）

# AppLanguageEntry.Header
source: Language settings (take effect after restart the app)
fr_fr: Paramètres de langue (effective après redémarrage)
ru_ru: Настройки языка (вступают в силу после перезапуска)
zh_cn: 语言设置（重启应用后生效）

# OpenLanguageSettingsHyperlinkButton.Content
source: Open system language settings
fr_fr: Ouvrir les paramètres de langue du système Windows
ru_ru: Открыть настройки языка Windows
zh_cn: 打开 Windows 系统语言设置

# AppLanguageEntryComboBox.PlaceholderText
source: Select language
fr_fr: Sélectionner une langue
ru_ru: Выбор языка
zh_cn: 选择语言

# ApplicationSettingsGroup.Text
source: Application
fr_fr: Configurations de l'application
ru_ru: Настройки приложения
zh_cn: 应用程序相关设置

# BackdropEntry.Header
source: Background material
fr_fr: Backdrop de l'application
ru_ru: Фоновая текстура приложения
zh_cn: 应用的背景材质

# BrowsingExperienceSettingsGroup.Text
source: User Experiences
fr_fr: Configurations d'expérience de navigation
ru_ru: Настройки просмотра
zh_cn: 浏览体验设置

# CheckingForUpdate
source: Checking update...
fr_fr: Recherche de mises à jour en cours
ru_ru: Проверка обновлений
zh_cn: 正在检查更新

source: Downloading update...
fr_fr: Téléchargement de mise à jour en cours
ru_ru: Загрузка обновления
zh_cn: 正在下载更新

source: Unzipping
fr_fr: Décompression en cours
ru_ru: Распаковка
zh_cn: 正在解压

# IsUpToDate
source: Your app is already at newest version
fr_fr: Vous utilisez actuellement la dernière version
ru_ru: У вас последняя версия
zh_cn: 当前已经是最新版本

# IsInsider
source: You're using the insider version
fr_fr: Vous utilisez actuellement une version insider
ru_ru: Вы используете тестовую версию
zh_cn: 正在使用内部版本

source: Major update available
fr_fr: Une mise à jour majeure est disponible
ru_ru: Доступно крупное обновление
zh_cn: 有可用的主要更新

source: Minor update available
fr_fr: Une mise à jour mineure est disponible
ru_ru: Доступно минорное обновление
zh_cn: 有可用的次要更新

source: Build update available
fr_fr: Une mise à jour de build est disponible
ru_ru: Доступно обновление сборки
zh_cn: 有可用的构建更新

source: Unknown update state
fr_fr: Etat de mise à jour inconnu
ru_ru: Неизвестное состояние обновления
zh_cn: 未知更新状态

# UpdateApp
source: App Update
fr_fr: Mises à jour
ru_ru: Обновить приложение
zh_cn: 软件更新

# LanguageSystemDefault
source: System default
fr_fr: Défaut de système
ru_ru: Системный язык по умолчанию
zh_cn: 系统默认

# DownloadedAndWaitingToInstall
source: App version {0} is downloaded，would you like to install it now? You can also choose to install later manually in the temporary folder
fr_fr: Téléchargement de version {0} finalisé, voulez-vous effectuer une installation? Vous pouvez toutefois l'installer manuellement plus tard.
ru_ru: Версия {0} загружена, установить сейчас? Вы также можете установить обновление вручную из временной папки
zh_cn: 版本 {0} 下载完成，是否安装？或者你也可以在临时文件夹手动安装更新

# InstallCanceled
source: Installation cancelled
fr_fr: Installation annulée
ru_ru: Установка отменена
zh_cn: 安装取消

# UpdateFailed
source: Installation failed
fr_fr: Installation échouée
ru_ru: Обновление не удалось
zh_cn: 更新失败

# UpdateFailedInTempFolder
source: Update failed, you can find the file in temporary folder
fr_fr: Mise à jour échouée, vous pouvez consulter le paquet d'installation dans le répertoire temporaire
ru_ru: Обновление не удалось, вы можете проверить установочный пакет во временной папке
zh_cn: 更新失败，你可以在临时文件夹查看安装包

# DownloadPathMacroEntry.Header
source: Default download location
fr_fr: Endroit de téléchargement par défaut
ru_ru: Путь загрузки по умолчанию
zh_cn: 默认的下载位置

# DownloadPathMacroEntry.Description
source: See Download Macros instructions on the help page
fr_fr: Voir le mode d'emploi des Download Macros dans la page d'aide
ru_ru: Смотрите использование макросов пути на странице помощи
zh_cn: 在帮助页查看路径宏的使用方法

# DownloadPathMacroTextBox.PlaceholderText
source: Download path
fr_fr: Path Macro
ru_ru: Макрос пути загрузки
zh_cn: 下载路径宏

# RankOptionEntry.Description
source: Ranking parameters
fr_fr: Paramètres des classements
ru_ru: Опции по умолчанию для ежедневного рейтинга
zh_cn: 每日榜单的默认选项

# RankOptionEntry.Header
source: Default ranking option
fr_fr: Type de classement
ru_ru: Тип рейтинга по умолчанию
zh_cn: 默认榜单类型

# DefaultSearchSortOptionEntry.Description
source: Default sort strategy while searching
fr_fr: Type de triage par défaut
ru_ru: Стандартная стратегия сортировки при поиске произведений
zh_cn: 在搜索作品时的默认排序策略

# DefaultSearchSortOptionEntry.Header
source: Default sort stratege
fr_fr: Triage par défaut
ru_ru: Стандартная сортировка
zh_cn: 默认排序方式

# SimpleWorkTypeEntry.Description
source: Type of work to be shown by default
fr_fr: Type d'art à présenter par défaut
ru_ru: Тип произведений, выбранный по умолчанию при просмотре
zh_cn: 在浏览作品时的默认选择的作品类型

# SimpleWorkTypeEntry.Header
source: Default work type
fr_fr: Type d'art par défaut
ru_ru: Тип произведений по умолчанию
zh_cn: 默认作品类型

# DefaultSearchTagMatchOptionEntry.Description
source: Indicates how does the app match result with the keyword/tag
fr_fr: Stratégie avec laquelle on effectue le matching lors de la recherche des illustrations
ru_ru: Как осуществляется поиск иллюстраций по ключевым словам
zh_cn: 在使用关键字搜索插画时如何匹配查找作品

# DefaultSearchTagMatchOptionEntry.Header
source: Default tag match stratege
fr_fr: Matching des mots clés
ru_ru: Стандартное совпадение по ключевым словам
zh_cn: 默认的关键字匹配策略

# IllustrationOptionEntry.Header
source: Illustration
fr_fr: Illust.
ru_ru: Иллюстрации
zh_cn: 插画

# MangaOptionEntry.Header
source: Manga
ru_ru: Манга
zh_cn: 漫画

# UgoiraOptionEntry.Header
source: Ugoira
fr_fr: Animation GIF
ru_ru: Анимация
zh_cn: 动图

# NovelOptionEntry.Header
source: Novel
fr_fr: Roman
ru_ru: Романы
zh_cn: 小说

# PixivNameResolverHeader.Text
source: Name resolver
fr_fr: Résolution du nom
ru_ru: Резолвер имен
zh_cn: 名字解析器

# PixivNameResolverDescription.Text
source: The app will resolve domain to the following IP addresses after domain fronting is enabled Type and click on "+" to add an IP
fr_fr: Après l'activation de domain fronting, le nom sera résolu à cette addresse IP Entrer une addresse IP et cliquer '+' pour ajouter
ru_ru: После прямого подключения к домену, доменное имя будет разрешено к следующим IP-адресам Введите IP и нажмите '+' для добавления
zh_cn: 使用域前置后，会将域名解析到以下IP地址 输入一条IP，并点击“+”添加

# DefaultSelectedTabEntry.Description
source: The default tab that will be selected on app start
fr_fr: Ce tab sera affiché par défault lors des démarrages d'application
ru_ru: При запуске приложения будет выбрана вкладка по умолчанию в боковом меню главной страницы
zh_cn: 应用启动时将会选中主页侧边导航栏中由该项所指定的默认标签栏

# DefaultSelectedTabEntry.Header
source: Default tab
fr_fr: Tab par défaut
ru_ru: Вкладка по умолчанию
zh_cn: 默认标签栏

# WebCookieTextBox.PlaceholderText
source: Pixiv 网页端 Cookie
ru_ru: Cookie сайта Pixiv

# WebCookieEntry.Description
source: 诸如用户动态等功能需要该 Cookie 才能够正常使用
ru_ru: Для таких функций, как лента пользователя, требуются cookie, в виде строки заголовка

# DeleteBrowseHistoriesButton.Content
source: Clear
fr_fr: Supprimer
ru_ru: Очистить историю
zh_cn: 删除记录

# DeleteBrowseHistoriesEntry.Description
source: By clicking on this button you will delete all browsing histories
fr_fr: Supprimer toutes les historiques de navigation
ru_ru: Эта кнопка очистит всю историю просмотра
zh_cn: 该按钮会清空所有的浏览记录

# DeleteBrowseHistoriesEntry.Header
source: Clear browsing histories
fr_fr: Supprimer les historiques ce navigation
ru_ru: Очистить историю просмотра
zh_cn: 清空浏览记录

# DeleteDownloadHistoriesButton.Content
source: Clear
fr_fr: Supprimer
ru_ru: Очистить историю
zh_cn: 删除记录

# DeleteDownloadHistoriesEntry.Description
source: By clicking on this button you will delete all the download histories
fr_fr: Supprimer toute la trace des téléchargements
ru_ru: Эта кнопка очистит всю историю загрузок
zh_cn: 该按钮会清空所有的下载记录

# DeleteDownloadHistoriesEntry.Header
source: Clear download histories
fr_fr: Supprimer la trace des téléchargements
ru_ru: Очистить историю загрузок
zh_cn: 清空下载记录

# DeleteSearchHistoriesButton.Content
source: Clear
fr_fr: Supprimer
ru_ru: Очистить историю
zh_cn: 删除记录

# DeleteFileCacheEntry.Description
source: Delete all file caches
fr_fr: Supprimer toutes les caches
ru_ru: Эта кнопка очищает все файловые кэши
zh_cn: 该按钮会清空所有的文件缓存

# DeleteFileCacheEntry.Header
source: Delete caches
fr_fr: Supprimer les caches
ru_ru: Очистить файловый кэш
zh_cn: 清空文件缓存

# DeleteHistoriesEntry.Header
source: Delete histories
fr_fr: Supprimer les historiques
ru_ru: Очистить историю
zh_cn: 清理历史记录

# DeleteSearchHistoriesEntry.Description
source: By clicking on this button you will delete all search histories
fr_fr: Supprimer toutes les historiques de recherche
ru_ru: Эта кнопка очистит всю историю поиска
zh_cn: 该按钮会清空所有的搜索记录

# DeleteSearchHistoriesEntry.Header
source: Clear search histories
fr_fr: Supprimer les historiques de recherche
ru_ru: Очистить историю поиска
zh_cn: 清空搜索记录

# EnableDomainFrontingEntry.Description
source: Disabling this setting may cause the app to broken on countries or regions that blocked Pixiv
fr_fr: Vous ne pourriez plus utiliser Pixeval dans les pays où Pixiv est bloqué quand vous activez cette option
ru_ru: Отключение этого параметра приведет к невозможности использования Pixiv в странах или регионах, где доступ заблокирован
zh_cn: 禁用此选项将导致在 Pixiv 被屏蔽的国家或地区的用户无法正常使用

# EnableDomainFrontingEntry.Header
source: Enable domain fronting
fr_fr: Activer le domain fronting
ru_ru: Включить доменное фронтирование
zh_cn: 启用域前置

# DonateDeveloperHyperlinkButton.Content
source: Donate the developers
fr_fr: Sponsoriser l'auteur
ru_ru: Поддержать разработчика
zh_cn: 支持作者

# FileCacheCleared
source: Caches cleared
fr_fr: Caches nettoyés
ru_ru: Все файловые кэши были удалены
zh_cn: 已删除所有的文件缓存

# DownloadHistoriesCleared
source: Download history cleared
fr_fr: Historiques de téléchargement supprimés
ru_ru: История загрузок очищена
zh_cn: 已删除所有的下载记录

# SearchHistoriesCleared
source: Search history cleared
fr_fr: Historiques de recherche supprimés
ru_ru: История поиска очищена
zh_cn: 已删除所有的搜索记录

# BrowseHistoriesCleared
source: History records deleted
fr_fr: Historiques de navigation supprimés
ru_ru: История просмотров очищена
zh_cn: 已删除所有的浏览记录

# DownloadMacroInvalidInfoBar.Title
source: Failed to parse the macro
fr_fr: Marco de téléchargement invalid
ru_ru: Ошибка разрешения макроса
zh_cn: 宏解析失败

# DownloadMacroInvalidInfoBarInputCannotBeBlank
source: Input cannot be blank
fr_fr: L'entrée ne peut pas être vide
ru_ru: Поле ввода не может быть пустым
zh_cn: 输入不能为空

# DownloadMacroInvalidInfoBarMacroInvalidFormatted
source: {0}, please re-enter the macro after correction
fr_fr: {0}, veuillez réessayer en respectant le format
ru_ru: {0}, пожалуйста, исправьте и повторите ввод
zh_cn: {0}, 请更正后重新填写

# DownloadSettingsGroup.Text
source: Download
fr_fr: Configurations de téléchargement
ru_ru: Настройки загрузки
zh_cn: 下载设置

# DownloadUpdateAutomaticallyEntry.Description
source: Metered networks excluded
fr_fr: A part des réseaux payants
ru_ru: За исключением сетей с оплатой за трафик
zh_cn: 计费网络除外

# DownloadUpdateAutomaticallyEntry.Header
source: Download update automatically
fr_fr: Téléchargement des mises à jour automatique
ru_ru: Автоматическая загрузка обновлений
zh_cn: 自动下载更新

# FeedbackByEmailHyperlinkButton.Content
source: Contact the developers
fr_fr: Contacter l'auteur par courriel
ru_ru: Обратная связь с разработчиком по электронной почте
zh_cn: 邮件联系作者

# GitHubRepositoryHyperlinkButton.Content
source: GitHub repository
fr_fr: Dépôt GitHub
ru_ru: GitHub репозиторий
zh_cn: GitHub 仓库

# ItemsViewLayoutTypeEntry.Description
source: The grid layout constraints images in the same width and height, while flow layout only forces vertical alignments
fr_fr: Toutes les images auront la même taille en mode de maille. En mode de flux, seulement les deux extrémités de la première ligne seront alignées
ru_ru: Выбор между сеткой, где все изображения одинакового размера, и потоковым макетом, где выравниваются только края строк
zh_cn: 选择网格布局则每张图片大小相同；选择流式布局则只有每一行的两端会被对齐

# ItemsViewLayoutTypeEntry.Header
source: Alignment rules for thumbnails
fr_fr: Règle d'alignement des thumbnails
ru_ru: Правила выравнивания миниатюр
zh_cn: 缩略图视图对齐规则

# BlockedTagsTokenizingTextBox.PlaceholderText
source: Blocked tags
fr_fr: Tags bloqués
ru_ru: Заблокированные теги
zh_cn: 屏蔽的标签

# BlockedTagsEntry.Description
source: Blocked tags will not be displayed in Pixeval (Use comma to separate them)
fr_fr: Les tags bloqués ne seront pas affichés dans Pixeval (Utilisez le virgule pour les séparer)
ru_ru: Произведения с заблокированными тегами не будут отображаться в приложении (разделяйте запятыми)
zh_cn: 包含屏蔽标签的作品在应用内不会显示（用英文逗号分隔）

# BlockedTagsEntry.Header
source: Global blocked tags
fr_fr: Les tags bloqués global
ru_ru: Глобальные заблокированные теги
zh_cn: 全局屏蔽标签

# ImageMirrorServerEntry.Description
source: Mirror host for downloading images, leave this empty if you don't understand
fr_fr: Hôte de miroir pour télécharger les images. Veuillez à laisser vide si vous n'en connaissez pas
ru_ru: Имя хоста зеркала для загрузки изображений, оставьте пустым, если не уверены в его назначении
zh_cn: 下载图片时所使用的的镜像站的主机名，如果不明白是什么意思请留空

# ImageMirrorServerEntry.Header
source: Host or the mirror site
fr_fr: Nom d'hôte de service de miroir
ru_ru: Имя хоста зеркала изображений
zh_cn: 图片镜像站的主机名

# ImageMirrorServerTextBox.PlaceholderText
source: Hostname
fr_fr: Nom d'hôte
ru_ru: Имя хоста
zh_cn: 主机名

# JoinFeedbackGroupHyperlinkButton.Content
source: Join the feedback group
fr_fr: Nous joindre dans le group
ru_ru: Присоединиться к группе обратной связи
zh_cn: 加入反馈群

# LastCheckedPrefix
source: Last checked:
fr_fr: Dernière vérification:
ru_ru: Последняя проверка:
zh_cn: 上次检查时间：

# MaxDownloadConcurrencyLevelEntry.Description
source: This setting entry sets the threshold of the maximum parallel download tasks, the max value will be the number of your CPU cores. Notice: A higher value may cause the system to be unresponsive on low-end PCs
fr_fr: Nombre max. de tâches que vous pouvez effectuer simultanément. Valeur max est le nombre de core de votre CPU. Configurez avec précaution car trop de nombre pourra causer des lags de votre système
ru_ru: Этот параметр ограничивает количество одновременных задач на загрузку. Максимум — количество ядер вашего процессора. Пожалуйста, настройте с умом, так как избыточное количество может привести к зависанию системы
zh_cn: 该设置项限制了并行下载任务的数量，可以设置的最大值是你的 CPU 核心数，请酌情调节，过多可能造成系统卡顿

# MaxDownloadConcurrencyLevelEntry.Header
source: Maximum parallel download task
fr_fr: Nombre maximal des tâches en parallèl
ru_ru: Максимальное количество одновременных загрузок
zh_cn: 最大并行下载任务数

# MaximumBrowseHistoryRecordsEntry.Description
source: Oldest records will be deleted once the total records exceed this number
fr_fr: S'il y a plus de historiques de navigation que ce nombre, les historiques les plus anciennes seront supprimées
ru_ru: Если количество записей истории просмотров превысит этот предел, старые записи будут удалены
zh_cn: 若浏览历史数量超出该限制，旧的记录将会被删除

# MaximumBrowseHistoryRecordsEntry.Header
source: Maximum browsing history record
fr_fr: Nombre de limite des historiques de navigation
ru_ru: Ограничение истории просмотров
zh_cn: 浏览历史限制

# MaximumDownloadHistoryRecordsEntry.Description
source: Oldest records will be deleted once the total records exceed this number
fr_fr: S'il y a plus de historiques de téléchargement que ce nombre, les historiques les plus anciennes seront supprimées
ru_ru: Если количество записей истории загрузок превысит этот предел, старые записи будут удалены
zh_cn: 若下载历史数量超出该限制，旧的记录将会被删除

# MaximumDownloadHistoryRecordsEntry.Header
source: Maximum download history record
fr_fr: Nombre de limite des historiques de téléchargement
ru_ru: Ограничение истории загрузок
zh_cn: 下载历史限制

# RateEntry.Description
source: Like Pixeval? Give a 5-⭐️ in Microsoft Store~
fr_fr: Vous aimez Pixeval? Donner un 5-⭐️ dans Microsoft Store~
ru_ru: Нравится Pixeval? Поставьте Pixeval 5 звезд в Microsoft Store~
zh_cn: 喜欢Pixeval？请在微软商店给Pixeval五星好评~

# RateEntry.Header
source: Rate Pixeval
fr_fr: Donner un avis pour Pixeval
ru_ru: Оценить Pixeval
zh_cn: 为Pixeval打分

# MaximumSearchHistoryRecordsEntry.Description
source: Oldest records will be deleted once the total records exceed this number
fr_fr: S'il y a plus de historiques de recherche que ce nombre, les historiques les plus anciennes seront supprimées
ru_ru: Если количество записей истории поиска превысит этот предел, старые записи будут удалены
zh_cn: 若搜索历史数量超出该限制，旧的记录将会被删除

# MaximumSearchHistoryRecordsEntry.Header
source: Maximum search history record
fr_fr: Nombre de limite des recherches d'historique
ru_ru: Ограничение истории поиска
zh_cn: 搜索历史限制

# MaximumSuggestionBoxSearchHistoryEntry.Description
source: The search history entries in the search box will be limited by this setting (sorted by date)
fr_fr: S'il y a plus de historiques de recherche que ce nombre, la barre de recherche affichera uniquement des entrées correspondantes à ce nombre (tri par dates descendantes)
ru_ru: Если количество сохраненных записей истории поиска превысит это число, в поле поиска на главной странице будут отображаться только последние записи (отсортированные по дате)
zh_cn: 如果保存的搜索历史条目数多于该选项指定的数量，则在主页的搜索框中只会显示该项指定数量的条目（按照日期倒序排序）

# MaximumSuggestionBoxSearchHistoryEntry.Header
source: Maximum search history entry in the search box
fr_fr: Nombre de limite des suggestions de recherche
ru_ru: Ограничение на количество записей в истории поиска
zh_cn: 搜索框搜索历史数量限制

# MiscSettingsGroup.Text
source: Miscellaneous
fr_fr: Configurations auxiliaires
ru_ru: Разное
zh_cn: 杂项

# OpenFontSettingsHyperlinkButton.Content
source: Open system font setting
fr_fr: Ouvrir les paramètres de police de Windows
ru_ru: Открыть настройки шрифтов Windows
zh_cn: 打开 Windows 系统字体设置

# OverwriteDownloadedFileEntry.Description
source: The old file with same name will be overwritten once this setting is turned on
fr_fr: Les nouveaux téléchargements peuvent réécrire sur des fichiers existants si vous activez cette option
ru_ru: Если этот параметр включен, при загрузке файлы будут перезаписываться, если они уже существуют
zh_cn: 开启该选项则下载文件时将会覆写之前已经下载过的文件

# OverwriteDownloadedFileEntry.Header
source: Overwrite downloaded files
fr_fr: Réécriture des fichiers déjà téléchargés
ru_ru: Перезаписывать скачанные файлы
zh_cn: 覆写已下载文件

# PerformSignOutButton.Content
source: Sign out
fr_fr: Effectuer une déconnexion
ru_ru: Выход из системы
zh_cn: 执行登出

# DownloadWhenBookmarkedEntry.Description
source: The work will be automatically downloaded as soon as you bookmark it.
fr_fr: Votre art de favoris sera automatiquement téléchargé dès que vous le mettez en favoris
ru_ru: После добавления произведения в избранное, оно будет автоматически загружено
zh_cn: 在收藏作品后，会自动下载该作品

# DownloadWhenBookmarkedEntry.Header
source: Automatic download when added to bookmark
fr_fr: Téléchargement automatique lors d'ajout aux favoris
ru_ru: Загрузка при добавлении в избранное
zh_cn: 收藏作品时下载

# ReleaseNotesHyperlinkButton.Content
source: Update log
fr_fr: Journal des mises à jour
ru_ru: Примечания к выпуску
zh_cn: 更新日志

# ReportBugHyperlinkButton.Content
source: File an issue on GitHub
fr_fr: Soumettre un issue sur GitHub
ru_ru: Сообщить о проблеме на GitHub
zh_cn: 在 GitHub 上汇报问题

# CheckForUpdatesButton.Content
source: Check update
fr_fr: Recherche de mise à jour
ru_ru: Проверить обновления
zh_cn: 检查更新

# GitHubCheckForUpdatesEntry.Header
source: Get update from GitHub
fr_fr: Recherche de mise à jour depuis GitHub
ru_ru: Проверка обновлений на GitHub
zh_cn: 从GitHub获取更新

# MsStoreCheckForUpdatesEntry.Header
source: Search for updates from Microsoft Store
fr_fr: Recherche de mise à jour depuis Microsoft Store
ru_ru: Проверить обновления в Microsoft Store
zh_cn: 从微软商店获取更新

# BugReportEntry.Header
source: Feedback
fr_fr: Soumettre un issue
ru_ru: Сообщение о проблеме с программой
zh_cn: 软件问题反馈

# BugReportEntry.Description
source: Report bugs/feature requests (Please include logs in bug reports)
fr_fr: A propos des bugs d'application ou propositions de nouvelles fonctionnalités (journal de bug nécessaire)
ru_ru: Отчеты о ошибках в программе или предложения по новым функциям (при сообщении об ошибках пожалуйста прилагайте соответствующие файлы журналов)
zh_cn: 关于软件BUG或者新功能提案（反馈软件BUG请附上相关日志文件）

# BugReportChannelsEntry.Header
source: Bug report channel
fr_fr: Canaux de soumission des issues
ru_ru: Каналы для сообщений об ошибках
zh_cn: 汇报问题渠道

# BugReportChannelsEntry.Description
source: You can report bugs through following channels
fr_fr: Vous pouvez soumettre un issue par des canaux ci-dessous
ru_ru: Вы можете сообщить о проблеме через следующие каналы
zh_cn: 可以通过以下渠道汇编问题

# GitHubBugReportEntry.ToolTipService.ToolTip
source: Report bugs on GitHub
fr_fr: Soumettre un issue sur GitHub
ru_ru: Сообщить о проблеме на GitHub
zh_cn: 在 GitHub 上汇报问题

# EMailBugReportEntry.ToolTipService.ToolTip
source: Report bugs by sending Email
fr_fr: Soumettre un issue avec courriel
ru_ru: Сообщить о проблеме по электронной почте
zh_cn: 使用电子邮件汇报问题

# QQBugReportEntry.ToolTipService.ToolTip
source: Report bugs in QQ group
fr_fr: Soumettre un issue dans le groupe QQ
ru_ru: Сообщить о проблеме в группе QQ
zh_cn: 在QQ群内汇报问题

# OpenLogEntry.Header
source: Open log folder
fr_fr: Ouvrir le répertoire des logs
ru_ru: Открыть папку с журналами
zh_cn: 打开日志文件夹

# OpenLogEntry.Description
source: Please include newest file in this folder while reporting bugs
fr_fr: Veuillez joindre le journal concerné de ce répertoire lors de votre soumission de bug
ru_ru: При сообщении о проблеме с программой прилагайте соответствующие файлы журналов из этой папки
zh_cn: 反馈软件BUG请附上本文件夹内相关的日志文件

# OpenTempEntry.Header
source: Open temporary folder
fr_fr: Ouvrir le répertoire temporaire
ru_ru: Открыть временную папку
zh_cn: 打开临时文件夹

# OpenTempEntry.Description
source: Temporary files are stored here and will be delected each time the app starts
fr_fr: Ce répertoire contient les fichiers temporaires qui sont effacés à chaque démarrage d'application
ru_ru: Здесь хранятся временные файлы, которые удаляются при каждом запуске программы
zh_cn: 此处存储的都是临时文件，每次打开软件时都会删除
